{"translation-revision-date":"2020-05-28 19:00:14+0000","generator":"GlotPress\/3.0.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Warning: this is just a demonstration. To see the items list, either preview or publish your post.":["Aviso: isto é apenas uma demonstração. Para ver a lista de itens, pré-visualize ou publique o seu post."],"Select a Collection":["Selecione uma Coleção"],"Select a Term":["Selecione um Termo"],"Show a complete items list with faceted search.":["Mostre uma lista de itens completa com busca facetada."],"Change Collection":["Mudar Coleção"],"Change Term":["Mudar Termo"],"the Repository":["o Repositório"],"a Taxonomy Term":["um Termo de Taxonomia"],"a Collection":["uma Coleção"],"Items list source":["Fonte da lista de itens"],"Show items list from: ":["Mostrar lista de itens de:"],"The background color for the item heading (where the title is), when hovered":["A cor de fundo do cabeçalho do item (aonde fica o título), com o mouse sobre este"],"Item Heading Hover Background color":["Cor de Fundo do Cabeçalho de Item com o mouse sobre"],"The background color for an item on the list, when hovered":["A cor de fundo de um item na lista, com o mouse sobre este"],"Item Hover Background color":["Cor de Fundo do Item com o mouse sobre"],"The background color for an item on the list":["A cor de fundo de um item na lista"],"Item Background color":["Cor de Fundo do Item"],"The text color for other information such as item metadata, icons, number of pages, etc":["A cor de texto para outras informações tais como metadados do item, ícones, número de páginas, etc"],"General Info Text color":["Cor de Texto para Informações em Geral"],"The text color for headings such as items title and filters menu header":["A cor de texto para cabeçalhos como os títulos dos itens e o cabeçalho do menu de filtros"],"Headings Text color":["Cor de Texto de Cabeçalhos"],"The text color for field labels":["A cor de texto para rótulos dos campos"],"Label Text color":["Cor de Texto de Rótulos"],"The border color for input fields":["A cor da borda dos campos de entrada"],"Input Border color":["Cor de Borda dos Campos"],"The text color for input fields, including dropdowns and buttons":["A cor do texto dos campos de entrada, incluindo menus suspensos e botões"],"Input Text color":["Cor de Texto dos Campos"],"The background color for input fields":["A cor de fundo dos campos de entrada"],"Input Background color":["Cor de Fundo dos Campos"],"The tooltips background color and other elements, such as the hide filters button":["A cor de fundo dos balões de dica e outros elementos, tal como o botão de esconder filtros"],"Tooltips background color":["Cor de fundo dos balões de dica"],"The text color links and other action or active state elements, such as select arrows, tooltip contents, etc":["A cor de texto dos links e outros elementos de ação ou de estado ativo, tais como setas de seletores, conteúdo de balões de dica, etc"],"Link and Active Main color":["Cor de Links e Ativos Principal"],"The background color of the entire items list":["A cor de fundo de toda a lista de items"],"Filters Area Width (%)":["Largura da Área de Filtros (%)"],"Colors and Sizes":["Cores e Tamanhos"],"Default number of items per page":["Número de itens por página padrão"],"Toggle to show \"Go to Page\" button":["Troque pra mostrar o botão \"Ir para a Página\""],"Do not show \"Go to Page\" button":["Não mostrar o botão \"Ir para a Página\""],"Hide \"Go to Page\" button":["Esconder o botão \"Ir para a Página\""],"Toggle to show \"Items per Page\" button":["Troque para mostrar o botão \"Itens por Página\""],"Do not show \"Items per Page\" button":["Não mostrar o botão \"Itens por Página\""],"Hide \"Items per Page\" button":["Esconder o botão \"Itens por Página\""],"Toggle to show search pagination options":["Troque para mostrar opções de paginação da busca"],"Do not show search pagination options":["Não mostrar opções de paginação da busca"],"Hide pagination area":["Esconder área de paginação"],"Pagination Area":["Área de Paginação"],"Toggle to show filters list as a side panel instead of a modal":["Troque para mostrar a lista dos filtros como um painel colapsável ao invés de uma modal"],"Render the filters area as modal instead of a side panel":["Renderizar a área de filtros como modal ao invés de um painel lateral"],"Filters as a Modal":["Filtros como uma Modal"],"Toggle to render the list with filters visible at first":["Troque para renderizar a lista com filtros visíveis de início"],"Render the list with filters hidden at first":["Renderizar a lista com filtros escondidos de início"],"Start with Filters hidden":["Iniciar com Filtros escondidos"],"Toggle to show \"Hide Filters\" button":["Troque para mostrar o botão \"Esconder Filtros\""],"Do not show \"Hide Filters\" button":["Não mostrar o botão \"Esconder Filtros\""],"Hide \"Hide Filters\" button":["Esconder o botão \"Esconder Filtros\""],"Toggle to show Filters with the list":["Troque para mostrar os Filtros com a lista"],"Do not show Filters with the list":["Não mostrar os Filtros com a lista"],"Hide Filters":["Esconder Filtros"],"Filters Area":["Área dos Filtros"],"Select the view modes that you wish to be available for user selection on the items list.":["Selecione os modos de visualização que você deseja ver disponíveis para seleção do usuário na lista de itens."],"Forced enabled view modes":["Modos de visualização habilitados a força"],"Use current view mode settings":["Usar o modo de visualização atual das configurações"],"The default view mode to be forced against the one setted on the repository":["O modo de visualização padrão que vai ser forçado sobre aquele definido no repositório"],"Forced default view mode":["Modo de visualização padrão forçado"],"Keep Filters button as a floating arrow on the left":["Manter o botão dos Filtros como uma seta flutuante à esquerda."],"Toggle to show Filters button inside the Search Control, instead of floating left":["Troque para mostrar o botão dos Filtros dentro do Controle da Busca, ao invés de flutuante à esquerda"],"Show \"Filters\" button inside the Search Control":["Mostrar botão \"Filtros\" dentro do Controle da Busca"],"Toggle to show \"View as...\", the \"Exposers\" button":["Troque para mostrar o botão \"Ver como...\", o \"Expositores\""],"Do not show \"View as...\", the \"Exposers\" button":["Não mostrar o botão \"Ver como...\", o \"Expositores\""],"Hide \"View as...\" button":["Esconder o botão \"Ver como...\""],"Keep Fullscreen view mode separated from other View Mode Options":["Manter o modo de visualização Galeria separado das outras Opções de Modos de Visualização"],"Toggle to show Fullscreen view mode alongside with other View Modes":["Troque para mostrar o modo de visualização Galeria junto com os outros Modos de Visualização"],"Show Fullscreen with other View Modes":["Mostrar a Galeria com os outros Modos de Visualização"],"Keep view mode options as a dropdown":["Manter as opções dos modos de visualização como uma lista suspensa"],"Toggle to show View Mode options inline instead of a dropdown":["Troque para mostrar as opções de Modos de Visualização em linha ao invés de em uma lista suspensa"],"Show inline View Mode options":["Mostrar opções de Modos de Visualização em linha"],"Toggle to show \"Sort By\" button":["Troque para mostrar o botão \"Ordenar por\""],"Do not show \"Sort By\" button":["Não mostrar o botão \"Ordenar por\""],"Hide \"Sort By\" button":["Esconder o botão \"Ordenar por\""],"Toggle to show search sorting options":["Troque para mostrar opções de ordenação"],"Do not show search sorting options":["Não mostrar opções de ordenação da busca"],"Hide sorting area":["Esconder área de ordenação"],"Toggle to show \"Displayed metadata\" dropdown if the view mode allows it":["Troque para mostrar a lista suspensa de \"Metadados mostrados\" se o modo de visualização permitir"],"Do not show \"Displayed metadata\" dropdown even if the view mode allows it":["Não mostrar a lista suspensa de \"Metadados mostrados\" mesmo se o modo de visualização permitir"],"Hide \"Displayed metadata\" button":["Esconder o botão \"Metadados mostrados\""],"Toggle to show advanced search":["Troque para mostrar a busca avançada"],"Do not show advanced search":["Não mostrar a busca avançada"],"Hide advanced search":["Esconder a busca avançada"],"Toggle to show textual search input":["Troque para mostrar o campo de busca textual"],"Do not show textual search input":["Não mostrar o campo de busca textual"],"Hide search input":["Esconder campo de busca"],"Search Control Area":["Área do Controle da Busca"],"Huge":["Enorme"],"Big":["Grande"],"Normal":["Normal"],"Small":["Pequeno"],"Tiny":["Muito pequeno"],"A full items list faceted search from either the repository, a collection or a term.":["Uma lista de itens com busca facetada completa, seja do repositório, de uma coleção ou de um termo."],"search":["pesquisa"],"facets":["facetas"],"Tainacan Faceted Search":["Busca Facetada do Tainacan"],"Background color":["Cor de fundo"],"items":["Itens"],"Default view mode":["Modo de visualização padrão"]}},"comment":{"reference":"views\/gutenberg-blocks\/tainacan-facets\/faceted-search\/index.js"}}